Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# ViewStrictKernelModeDetailsSettingsCard.ToolTipService.ToolTip
source: View the details of all of the Kernel-mode files that were found
ar: عرض تفاصيل جميع ملفات وضع النواة التي تم العثور عليها
de_de: Details zu allen gefundenen Kernelmodus-Dateien anzeigen
el_gr: Προβάλετε τις λεπτομέρειες όλων των αρχείων λειτουργίας πυρήνα που βρέθηκαν
es: Ver los detalles de todos los archivos de modo kernel que se encontraron
fr_fr: Voir les détails de tous les fichiers Mode Noyau trouvés
he_il: הצג את הפרטים של כל קבצי מצב ליבה שנמצאו
hi_in: पाई गई सभी कर्नेल-मोड फ़ाइलों का विवरण देखें
ja_jp: 見つかったすべてのカーネルモードファイルの詳細を表示します
ml_in: കണ്ടെത്തിയ എല്ലാ കേർണൽ-മോഡ് ഫയലുകളുടെയും വിശദാംശങ്ങൾ കാണുക
pl_pl: Wyświetl szczegóły wszystkich znalezionych plików trybu jądra
tr_tr: Bulunan tüm Çekirdek modu dosyalarının ayrıntılarını görüntüleyin

# ViewStrictKernelModeDetailsSettingsCard.AutomationProperties.HelpText
source: View the details of all of the Kernel-mode files that were found
ar: عرض تفاصيل جميع ملفات وضع النواة التي تم العثور عليها
de_de: Details zu allen gefundenen Kernelmodus-Dateien anzeigen
el_gr: Προβάλετε τις λεπτομέρειες όλων των αρχείων λειτουργίας πυρήνα που βρέθηκαν
es: Ver los detalles de todos los archivos de modo kernel que se encontraron
fr_fr: Voir les détails de tous les fichiers Mode Noyau trouvés
he_il: הצג את הפרטים של כל קבצי מצב ליבה שנמצאו
hi_in: पाई गई सभी कर्नेल-मोड फ़ाइलों का विवरण देखें
ja_jp: 見つかったすべてのカーネルモードファイルの詳細を表示します
ml_in: കണ്ടെത്തിയ എല്ലാ കേർണൽ-മോഡ് ഫയലുകളുടെയും വിശദാംശങ്ങൾ കാണുക
pl_pl: Wyświetl szczegóły wszystkich znalezionych plików trybu jądra
tr_tr: Bulunan tüm Çekirdek modu dosyalarının ayrıntılarını görüntüleyin

# PFNSupplementalPolicySettingsExpander.Header
source: Package Family Name
ar: اسم عائلة الحزمة (PFN)
de_de: Paketfamilienname
el_gr: Όνομα Οικογένειας Πακέτων
es: Nombre de Familia de Paquetes
fr_fr: Nom de Famille de Paquet
he_il: שם משפחת חבילה
hi_in: पैकेज फ़ैमिली नेम
ja_jp: パッケージファミリ名
ml_in: പാക്കേജ് ഫാമിലി നെയിം
pl_pl: Nazwa rodziny pakietów
tr_tr: Paket Aile Adı

# PFNSupplementalPolicySettingsExpander.Description
source: Create a Supplemental policy based on an app's Package Family Name (PFN)
ar: إنشاء سياسة تكميلية بناءً على اسم عائلة الحزمة (PFN) لتطبيق ما
de_de: Eine zusätzliche Richtlinie basierend auf dem Paketfamiliennamen (PFN) einer App erstellen
el_gr: Δημιουργήστε μια συμπληρωματική πολιτική βάσει του Ονόματος Οικογένειας Πακέτων (PFN) μιας εφαρμογής
es: Crear una directiva suplementaria basada en el Nombre de Familia de Paquetes (PFN) de una aplicación
fr_fr: Créer une politique supplémentaire basée sur le Nom de Famille de Paquet (PFN) d'une application
he_il: צור מדיניות משלימה המבוססת על שם משפחת החבילה (PFN) של יישום
hi_in: ऐप के पैकेज फ़ैमिली नेम (PFN) के आधार पर एक पूरक नीति बनाएं
ja_jp: アプリのパッケージファミリ名（PFN）に基づいて補足ポリシーを作成します
ml_in: ഒരു ആപ്പിന്റെ പാക്കേജ് ഫാമിലി നെയിം (PFN) അടിസ്ഥാനമാക്കി ഒരു സപ്ലിമെന്റൽ പോളിസി ഉണ്ടാക്കുക
pl_pl: Utwórz zasady uzupełniające na podstawie nazwy rodziny pakietów (PFN) aplikacji
tr_tr: Bir uygulamanın Paket Aile Adına (PFN) dayalı olarak Tamamlayıcı bir politika oluşturun

# PFNSupplementalPolicySettingsExpander.ToolTipService.ToolTip
source: Create a Supplemental policy based on an app's Package Family Name (PFN)
ar: إنشاء سياسة تكميلية بناءً على اسم عائلة الحزمة (PFN) لتطبيق ما
de_de: Eine zusätzliche Richtlinie basierend auf dem Paketfamiliennamen (PFN) einer App erstellen
el_gr: Δημιουργήστε μια συμπληρωματική πολιτική βάσει του Ονόματος Οικογένειας Πακέτων (PFN) μιας εφαρμογής
es: Crear una directiva suplementaria basada en el Nombre de Familia de Paquetes (PFN) de una aplicación
fr_fr: Créer une politique supplémentaire basée sur le Nom de Famille de Paquet (PFN) d'une application
he_il: צור מדיניות משלימה המבוססת על שם משפחת החבילה (PFN) של יישום
hi_in: ऐप के पैकेज फ़ैमिली नेम (PFN) के आधार पर एक पूरक नीति बनाएं
ja_jp: アプリのパッケージファミリ名（PFN）に基づいて補足ポリシーを作成します
ml_in: ഒരു ആപ്പിന്റെ പാക്കേജ് ഫാമിലി നെയിം (PFN) അടിസ്ഥാനമാക്കി ഒരു സപ്ലിമെന്റൽ പോളിസി ഉണ്ടാക്കുക
pl_pl: Utwórz zasady uzupełniające na podstawie nazwy rodziny pakietów (PFN) aplikacji
tr_tr: Bir uygulamanın Paket Aile Adına (PFN) dayalı olarak Tamamlayıcı bir politika oluşturun

# PFNSupplementalPolicySettingsExpander.AutomationProperties.HelpText
source: Create a Supplemental policy based on an app's Package Family Name (PFN)
ar: إنشاء سياسة تكميلية بناءً على اسم عائلة الحزمة (PFN) لتطبيق ما
de_de: Eine zusätzliche Richtlinie basierend auf dem Paketfamiliennamen (PFN) einer App erstellen
el_gr: Δημιουργήστε μια συμπληρωματική πολιτική βάσει του Ονόματος Οικογένειας Πακέτων (PFN) μιας εφαρμογής
es: Crear una directiva suplementaria basada en el Nombre de Familia de Paquetes (PFN) de una aplicación
fr_fr: Créer une politique supplémentaire basée sur le Nom de Famille de Paquet (PFN) d'une application
he_il: צור מדיניות משלימה המבוססת על שם משפחת החבילה (PFN) של יישום
hi_in: ऐप के पैकेज फ़ैमिली नेम (PFN) के आधार पर एक पूरक नीति बनाएं
ja_jp: アプリのパッケージファミリ名（PFN）に基づいて補足ポリシーを作成します
ml_in: ഒരു ആപ്പിന്റെ പാക്കേജ് ഫാമിലി നെയിം (PFN) അടിസ്ഥാനമാക്കി ഒരു സപ്ലിമെന്റൽ പോളിസി ഉണ്ടാക്കുക
pl_pl: Utwórz zasady uzupełniające na podstawie nazwy rodziny pakietów (PFN) aplikacji
tr_tr: Bir uygulamanın Paket Aile Adına (PFN) dayalı olarak Tamamlayıcı bir politika oluşturun

# PackageFamilyNamesSelectionSettingsCard.Header
source: Package Family Names
ar: أسماء عائلات الحزم
de_de: Paketfamiliennamen
el_gr: Ονόματα Οικογενειών Πακέτων
es: Nombres de Familia de Paquetes
he_il: שמות משפחות חבילות
hi_in: पैकेज फ़ैमिली नेम्स
ja_jp: パッケージファミリ名
ml_in: പാക്കേജ് ഫാമിലി നെയിമുകൾ
pl_pl: Nazwy rodzin pakietów
tr_tr: Paket Aile Adları

# PackageFamilyNamesSelectionSettingsCard.Description
source: Select one or more installed packages to create a policy for.
ar: حدد حزمة واحدة أو أكثر من الحزم المثبتة لإنشاء سياسة لها.
de_de: Wählen Sie ein oder mehrere installierte Pakete aus, für die eine Richtlinie erstellt werden soll.
el_gr: Επιλέξτε ένα ή περισσότερα εγκατεστημένα πακέτα για να δημιουργήσετε μια πολιτική.
es: Seleccione uno o más paquetes instalados para crear una directiva.
fr_fr: Sélectionnez un ou plusieurs paquets installés pour créer une politique.
he_il: בחר חבילה מותקנת אחת או יותר ליצירת מדיניות עבורן.
hi_in: एक नीति बनाने के लिए एक या अधिक इंस्टॉल किए गए पैकेज चुनें।
ja_jp: ポリシーを作成するインストール済みパッケージを1つ以上選択します。
ml_in: ഒരു പോളിസി ഉണ്ടാക്കുന്നതിനായി ഒന്നോ അതിലധികമോ ഇൻസ്റ്റാൾ ചെയ്ത പാക്കേജുകൾ തിരഞ്ഞെടുക്കുക.
pl_pl: Wybierz jeden lub więcej zainstalowanych pakietów, aby utworzyć dla nich zasady.
tr_tr: İlke oluşturmak için bir veya daha fazla yüklü paketi seçin.

# PackageFamilyNamesSelectionSettingsCard.ToolTipService.ToolTip
source: Select one or more installed packages to create a policy for.
ar: حدد حزمة واحدة أو أكثر من الحزم المثبتة لإنشاء سياسة لها.
de_de: Wählen Sie ein oder mehrere installierte Pakete aus, für die eine Richtlinie erstellt werden soll.
el_gr: Επιλέξτε ένα ή περισσότερα εγκατεστημένα πακέτα για να δημιουργήσετε μια πολιτική.
es: Seleccione uno o más paquetes instalados para crear una directiva.
fr_fr: Sélectionnez un ou plusieurs paquets installés pour créer une politique.
he_il: בחר חבילה מותקנת אחת או יותר ליצירת מדיניות עבורן.
hi_in: एक नीति बनाने के लिए एक या अधिक इंस्टॉल किए गए पैकेज चुनें।
ja_jp: ポリシーを作成するインストール済みパッケージを1つ以上選択します。
ml_in: ഒരു പോളിസി ഉണ്ടാക്കുന്നതിനായി ഒന്നോ അതിലധികമോ ഇൻസ്റ്റാൾ ചെയ്ത പാക്കേജുകൾ തിരഞ്ഞെടുക്കുക.
pl_pl: Wybierz jeden lub więcej zainstalowanych pakietów, aby utworzyć dla nich zasady.
tr_tr: İlke oluşturmak için bir veya daha fazla yüklü paketi seçin.

# PackageFamilyNamesSelectionSettingsCard.AutomationProperties.HelpText
source: Select one or more installed packages to create a policy for.
ar: حدد حزمة واحدة أو أكثر من الحزم المثبتة لإنشاء سياسة لها.
de_de: Wählen Sie ein oder mehrere installierte Pakete aus, für die eine Richtlinie erstellt werden soll.
el_gr: Επιλέξτε ένα ή περισσότερα εγκατεστημένα πακέτα για να δημιουργήσετε μια πολιτική.
es: Seleccione uno o más paquetes instalados para crear una directiva.
fr_fr: Sélectionnez un ou plusieurs paquets installés pour créer une politique.
he_il: בחר חבילה מותקנת אחת או יותר ליצירת מדיניות עבורן.
hi_in: एक नीति बनाने के लिए एक या अधिक इंस्टॉल किए गए पैकेज चुनें।
ja_jp: ポリシーを作成するインストール済みパッケージを1つ以上選択します。
ml_in: ഒരു പോളിസി ഉണ്ടാക്കുന്നതിനായി ഒന്നോ അതിലധികമോ ഇൻസ്റ്റാൾ ചെയ്ത പാക്കേജുകൾ തിരഞ്ഞെടുക്കുക.
pl_pl: Wybierz jeden lub więcej zainstalowanych pakietów, aby utworzyć dla nich zasady.
tr_tr: İlke oluşturmak için bir veya daha fazla yüklü paketi seçin.

# KernelModeRadioButton.Content
source: Kernel Mode
ar: وضع النواة
de_de: Kernelmodus
el_gr: Λειτουργία Πυρήνα
es: Modo Kernel
fr_fr: Mode Noyau
he_il: מצב ליבה
hi_in: कर्नेल मोड
ja_jp: カーネルモード
ml_in: കേർണൽ മോഡ്
pl_pl: Tryb jądra
tr_tr: Çekirdek Modu

# UserModeRadioButton.Content
source: User Mode
ar: وضع المستخدم
de_de: Benutzermodus
el_gr: Λειτουργία Χρήστη
es: Modo Usuario
fr_fr: Mode Utilisateur
he_il: מצב משתמש
hi_in: यूज़र मोड
ja_jp: ユーザーモード
ml_in: യൂസർ മോഡ്
pl_pl: Tryb użytkownika
tr_tr: Kullanıcı Modu

# SigningScenariosRadioButtons.Header
source: Signing Scenario
ar: سيناريو التوقيع
de_de: Signaturszenario
el_gr: Σενάριο Υπογραφής
es: Escenario de Firma
fr_fr: Scénario de Signature
he_il: תרחיש חתימה
hi_in: हस्ताक्षर परिदृश्य
ja_jp: 署名シナリオ
ml_in: സൈനിംഗ് സിനാരിയോ
pl_pl: Scenariusz podpisywania
tr_tr: İmza Senaryosu

# SigningScenariosSettingsCard.Header
source: Signing Scenario
ar: سيناريو التوقيع
de_de: Signaturszenario
el_gr: Σενάριο Υπογραφής
es: Escenario de Firma
fr_fr: Scénario de Signature
he_il: תרחיש חתימה
hi_in: हस्ताक्षर परिदृश्य
ja_jp: 署名シナリオ
ml_in: സൈനിംഗ് സിനാരിയോ
pl_pl: Scenariusz podpisywania
tr_tr: İmza Senaryosu

# SigningScenariosSettingsCard.Description
source: Choose wether this certificate will be added to the User Mode or Kernel Mode Signing Scenario
ar: اختر ما إذا كانت هذه الشهادة ستُضاف إلى سيناريو توقيع وضع المستخدم أم وضع النواة
de_de: Wählen Sie, ob dieses Zertifikat dem Signaturszenario für den Benutzermodus oder Kernelmodus hinzugefügt wird
el_gr: Επιλέξτε εάν αυτό το πιστοποιητικό θα προστεθεί στο Σενάριο Υπογραφής Λειτουργίας Χρήστη ή Λειτουργίας Πυρήνα
es: Elija si este certificado se agregará al Escenario de Firma de Modo Usuario o Modo Kernel
fr_fr: Choisissez si ce certificat sera ajouté au Scénario de Signature Mode Utilisateur ou Mode Noyau
he_il: בחר אם אישור זה יתווסף לתרחיש החתימה של מצב משתמש או מצב ליבה
hi_in: चुनें कि यह प्रमाणपत्र यूज़र मोड या कर्नेल मोड हस्ताक्षर परिदृश्य में जोड़ा जाएगा या नहीं
ja_jp: この証明書をユーザーモードとカーネルモードのどちらの署名シナリオに追加するか選択してください
ml_in: ഈ സർട്ടിഫിക്കറ്റ് യൂസർ മോഡ് അല്ലെങ്കിൽ കേർണൽ മോഡ് സൈനിംഗ് സിനാരിയോയിലേക്ക് ചേർക്കണോ എന്ന് തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz, czy ten certyfikat zostanie dodany do scenariusza podpisywania w trybie użytkownika, czy w trybie jądra
tr_tr: Bu sertifikanın Kullanıcı Moduna mı yoksa Çekirdek Modu İmzalama Senaryosuna mı ekleneceğini seçin

# SigningScenariosSettingsCard.ToolTipService.ToolTip
source: Choose wether this certificate will be added to the User Mode or Kernel Mode Signing Scenario
ar: اختر ما إذا كانت هذه الشهادة ستُضاف إلى سيناريو توقيع وضع المستخدم أم وضع النواة
de_de: Wählen Sie, ob dieses Zertifikat dem Signaturszenario für den Benutzermodus oder Kernelmodus hinzugefügt wird
el_gr: Επιλέξτε εάν αυτό το πιστοποιητικό θα προστεθεί στο Σενάριο Υπογραφής Λειτουργίας Χρήστη ή Λειτουργίας Πυρήνα
es: Elija si este certificado se agregará al Escenario de Firma de Modo Usuario o Modo Kernel
fr_fr: Choisissez si ce certificat sera ajouté au Scénario de Signature Mode Utilisateur ou Mode Noyau
he_il: בחר אם אישור זה יתווסף לתרחיש החתימה של מצב משתמש או מצב ליבה
hi_in: चुनें कि यह प्रमाणपत्र यूज़र मोड या कर्नेल मोड हस्ताक्षर परिदृश्य में जोड़ा जाएगा या नहीं
ja_jp: この証明書をユーザーモードとカーネルモードのどちらの署名シナリオに追加するか選択してください
ml_in: ഈ സർട്ടിഫിക്കറ്റ് യൂസർ മോഡ് അല്ലെങ്കിൽ കേർണൽ മോഡ് സൈനിംഗ് സിനാരിയോയിലേക്ക് ചേർക്കണോ എന്ന് തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz, czy ten certyfikat zostanie dodany do scenariusza podpisywania w trybie użytkownika, czy w trybie jądra
tr_tr: Bu sertifikanın Kullanıcı Moduna mı yoksa Çekirdek Modu İmzalama Senaryosuna mı ekleneceğini seçin

# SigningScenariosSettingsCard.AutomationProperties.HelpText
source: Choose wether this certificate will be added to the User Mode or Kernel Mode Signing Scenario
ar: اختر ما إذا كانت هذه الشهادة ستُضاف إلى سيناريو توقيع وضع المستخدم أم وضع النواة
de_de: Wählen Sie, ob dieses Zertifikat dem Signaturszenario für den Benutzermodus oder Kernelmodus hinzugefügt wird
el_gr: Επιλέξτε εάν αυτό το πιστοποιητικό θα προστεθεί στο Σενάριο Υπογραφής Λειτουργίας Χρήστη ή Λειτουργίας Πυρήνα
es: Elija si este certificado se agregará al Escenario de Firma de Modo Usuario o Modo Kernel
fr_fr: Choisissez si ce certificat sera ajouté au Scénario de Signature Mode Utilisateur ou Mode Noyau
he_il: בחר אם אישור זה יתווסף לתרחיש החתימה של מצב משתמש או מצב ליבה
hi_in: चुनें कि यह प्रमाणपत्र यूज़र मोड या कर्नेल मोड हस्ताक्षर परिदृश्य में जोड़ा जाएगा या नहीं
ja_jp: この証明書をユーザーモードとカーネルモードのどちらの署名シナリオに追加するか選択してください
ml_in: ഈ സർട്ടിഫിക്കറ്റ് യൂസർ മോഡ് അല്ലെങ്കിൽ കേർണൽ മോഡ് സൈനിംഗ് സിനാരിയോയിലേക്ക് ചേർക്കണോ എന്ന് തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz, czy ten certyfikat zostanie dodany do scenariusza podpisywania w trybie użytkownika, czy w trybie jądra
tr_tr: Bu sertifikanın Kullanıcı Moduna mı yoksa Çekirdek Modu İmzalama Senaryosuna mı ekleneceğini seçin

# BrowseForCertificatesSettingsCard.Header
source: Browse For Certificates
ar: استعراض الشهادات
de_de: Nach Zertifikaten durchsuchen
el_gr: Αναζήτηση Για Πιστοποιητικά
es: Buscar Certificados
fr_fr: Parcourir les Certificats
he_il: עיון באישורים
hi_in: प्रमाणपत्रों के लिए ब्राउज़ करें
ja_jp: 証明書の参照
ml_in: സർട്ടിഫിക്കറ്റുകൾക്കായി ബ്രൗസ് ചെയ്യുക
pl_pl: Przeglądaj w poszukiwaniu certyfikatów
tr_tr: Sertifikalara Göz Atın

# BrowseForCertificatesSettingsCard.Description
source: Browse for certificate file paths to scan and include in the Supplemental policy.
ar: استعرض مسارات ملفات الشهادات لمسحها وتضمينها في السياسة التكميلية.
de_de: Nach Zertifikatdateipfaden suchen, um sie zu scannen und in die zusätzliche Richtlinie aufzunehmen.
el_gr: Αναζητήστε διαδρομές αρχείων πιστοποιητικών για σάρωση και συμπερίληψη στη Συμπληρωματική πολιτική.
es: Busque rutas de archivos de certificado para escanear e incluir en la directiva suplementaria.
fr_fr: Parcourir les chemins de fichiers de certificats à analyser et inclure dans la politique supplémentaire.
he_il: אתר נתיבי קבצי אישורים לסריקה ולשילוב במדיניות המשלים.
hi_in: स्कैन करने और पूरक नीति में शामिल करने के लिए प्रमाणपत्र फ़ाइल पथों के लिए ब्राउज़ करें।
ja_jp: スキャンして補足ポリシーに含める証明書ファイルのパスを参照します。
ml_in: സപ്ലിമെന്റൽ പോളിസിയിൽ സ്കാൻ ചെയ്യാനും ഉൾപ്പെടുത്താനുമുള്ള സർട്ടിഫിക്കറ്റ് ഫയൽ പാത്തുകൾക്കായി ബ്രൗസ് ചെയ്യുക.
pl_pl: Przeglądaj ścieżki plików certyfikatów do skanowania i dołączenia do zasad uzupełniających.
tr_tr: Taranacak ve Ek politikaya dahil edilecek sertifika dosyası yollarına göz atın.

# BrowseForCertificatesSettingsCard.ToolTipService.ToolTip
source: Browse for certificate file paths to scan and include in the Supplemental policy.
ar: استعرض مسارات ملفات الشهادات لمسحها وتضمينها في السياسة التكميلية.
de_de: Nach Zertifikatdateipfaden suchen, um sie zu scannen und in die zusätzliche Richtlinie aufzunehmen.
el_gr: Αναζητήστε διαδρομές αρχείων πιστοποιητικών για σάρωση και συμπερίληψη στη Συμπληρωματική πολιτική.
es: Busque rutas de archivos de certificado para escanear e incluir en la directiva suplementaria.
fr_fr: Parcourir les chemins de fichiers de certificats à analyser et inclure dans la politique supplémentaire.
he_il: אתר נתיבי קבצי אישורים לסריקה ולשילוב במדיניות המשלים.
hi_in: स्कैन करने और पूरक नीति में शामिल करने के लिए प्रमाणपत्र फ़ाइल पथों के लिए ब्राउज़ करें।
ja_jp: スキャンして補足ポリシーに含める証明書ファイルのパスを参照します。
ml_in: സപ്ലിമെന്റൽ പോളിസിയിൽ സ്കാൻ ചെയ്യാനും ഉൾപ്പെടുത്താനുമുള്ള സർട്ടിഫിക്കറ്റ് ഫയൽ പാത്തുകൾക്കായി ബ്രൗസ് ചെയ്യുക.
pl_pl: Przeglądaj ścieżki plików certyfikatów do skanowania i dołączenia do zasad uzupełniających.
tr_tr: Taranacak ve Ek politikaya dahil edilecek sertifika dosyası yollarına göz atın.

# BrowseForCertificatesSettingsCard.AutomationProperties.HelpText
source: Browse for certificate file paths to scan and include in the Supplemental policy.
ar: استعرض مسارات ملفات الشهادات لمسحها وتضمينها في السياسة التكميلية.
de_de: Nach Zertifikatdateipfaden suchen, um sie zu scannen und in die zusätzliche Richtlinie aufzunehmen.
el_gr: Αναζητήστε διαδρομές αρχείων πιστοποιητικών για σάρωση και συμπερίληψη στη Συμπληρωματική πολιτική.
es: Busque rutas de archivos de certificado para escanear e incluir en la directiva suplementaria.
fr_fr: Parcourir les chemins de fichiers de certificats à analyser et inclure dans la politique supplémentaire.
he_il: אתר נתיבי קבצי אישורים לסריקה ולשילוב במדיניות המשלים.
hi_in: स्कैन करने और पूरक नीति में शामिल करने के लिए प्रमाणपत्र फ़ाइल पथों के लिए ब्राउज़ करें।
ja_jp: スキャンして補足ポリシーに含める証明書ファイルのパスを参照します。
ml_in: സപ്ലിമെന്റൽ പോളിസിയിൽ സ്കാൻ ചെയ്യാനും ഉൾപ്പെടുത്താനുമുള്ള സർട്ടിഫിക്കറ്റ് ഫയൽ പാത്തുകൾക്കായി ബ്രൗസ് ചെയ്യുക.
pl_pl: Przeglądaj ścieżki plików certyfikatów do skanowania i dołączenia do zasad uzupełniających.
tr_tr: Taranacak ve Ek politikaya dahil edilecek sertifika dosyası yollarına göz atın.

# CertificatesSettingsExpander.Header
source: Certificates
ar: الشهادات
de_de: Zertifikate
el_gr: Πιστοποιητικά
es: Certificados
fr_fr: Certificats
he_il: אישורים
hi_in: प्रमाणपत्र
ja_jp: 証明書
ml_in: സർട്ടിഫിക്കറ്റുകൾ
pl_pl: Certyfikaty
tr_tr: Sertifikalar

# CertificatesSettingsExpander.Description
source: Create Supplemental policy based on certificates
ar: إنشاء سياسة تكميلية بناءً على الشهادات
de_de: Zusätzliche Richtlinie auf Basis von Zertifikaten erstellen
el_gr: Δημιουργία Συμπληρωματικής πολιτικής βάσει πιστοποιητικών
es: Crear directiva suplementaria basada en certificados
fr_fr: Créer une politique supplémentaire basée sur des certificats
he_il: צור מדיניות משלימה המבוססת על אישורים
hi_in: प्रमाणपत्रों के आधार पर पूरक नीति बनाएं
ja_jp: 証明書に基づいて補足ポリシーを作成します
ml_in: സർട്ടിഫിക്കറ്റുകളെ അടിസ്ഥാനമാക്കി സപ്ലിമെന്റൽ പോളിസി ഉണ്ടാക്കുക
pl_pl: Utwórz zasady uzupełniające na podstawie certyfikatów
tr_tr: Sertifikalara dayalı Ek politika oluşturma

# CertificatesSettingsExpander.ToolTipService.ToolTip
source: Create Supplemental policy based on certificates
ar: إنشاء سياسة تكميلية بناءً على الشهادات
de_de: Zusätzliche Richtlinie auf Basis von Zertifikaten erstellen
el_gr: Δημιουργία Συμπληρωματικής πολιτικής βάσει πιστοποιητικών
es: Crear directiva suplementaria basada en certificados
fr_fr: Créer une politique supplémentaire basée sur des certificats
he_il: צור מדיניות משלימה המבוססת על אישורים
hi_in: प्रमाणपत्रों के आधार पर पूरक नीति बनाएं
ja_jp: 証明書に基づいて補足ポリシーを作成します
ml_in: സർട്ടിഫിക്കറ്റുകളെ അടിസ്ഥാനമാക്കി സപ്ലിമെന്റൽ പോളിസി ഉണ്ടാക്കുക
pl_pl: Utwórz zasady uzupełniające na podstawie certyfikatów
tr_tr: Sertifikalara dayalı Ek politika oluşturma

# CertificatesSettingsExpander.AutomationProperties.HelpText
source: Create Supplemental policy based on certificates
ar: إنشاء سياسة تكميلية بناءً على الشهادات
de_de: Zusätzliche Richtlinie auf Basis von Zertifikaten erstellen
el_gr: Δημιουργία Συμπληρωματικής πολιτικής βάσει πιστοποιητικών
es: Crear directiva suplementaria basada en certificados
fr_fr: Créer une politique supplémentaire basée sur des certificats
he_il: צור מדיניות משלימה המבוססת על אישורים
hi_in: प्रमाणपत्रों के आधार पर पूरक नीति बनाएं
ja_jp: 証明書に基づいて補足ポリシーを作成します
ml_in: സർട്ടിഫിക്കറ്റുകളെ അടിസ്ഥാനമാക്കി സപ്ലിമെന്റൽ പോളിസി ഉണ്ടാക്കുക
pl_pl: Utwórz zasady uzupełniające na podstawie certyfikatów
tr_tr: Sertifikalara dayalı Ek politika oluşturma

# ViewDetectedFilesDetailsSettingsCard.Header
source: View detected file details
ar: عرض تفاصيل الملفات المكتشفة
de_de: Erkannte Dateidetails anzeigen
el_gr: Προβολή λεπτομερειών ανιχνευμένων αρχείων
es: Ver detalles de archivos detectados
fr_fr: Voir les détails des fichiers détectés
he_il: הצג פרטי קבצים שזוהו
hi_in: पहचानी गई फ़ाइल का विवरण देखें
ja_jp: 検出されたファイルの詳細を表示
ml_in: കണ്ടെത്തിയ ഫയൽ വിശദാംശങ്ങൾ കാണുക
pl_pl: Wyświetl szczegóły wykrytych plików
tr_tr: Algılanan dosya ayrıntılarını görüntüle

# ViewDetectedFilesDetailsSettingsCard.Description
source: View the details of all of the files that were detected in the file and folder paths you selected.
ar: عرض تفاصيل جميع الملفات التي تم اكتشافها في مسارات الملفات والمجلدات التي حددتها.
de_de: Details zu allen Dateien anzeigen, die in den von Ihnen ausgewählten Datei- und Ordnerpfaden erkannt wurden.
el_gr: Προβάλετε τις λεπτομέρειες όλων των αρχείων που ανιχνεύθηκαν στις διαδρομές αρχείων και φακέλων που επιλέξατε.
es: Ver los detalles de todos los archivos que se detectaron en las rutas de archivos y carpetas que seleccionó.
fr_fr: Voir les détails de tous les fichiers détectés dans les chemins de fichiers et dossiers sélectionnés.
he_il: הצג את הפרטים של כל הקבצים שזוהו בנתיבי הקבצים והתיקיות שבחרת.
hi_in: आपके द्वारा चुने गए फ़ाइल और फ़ोल्डर पथों में पहचानी गई सभी फ़ाइलों का विवरण देखें।
ja_jp: 選択したファイルおよびフォルダーパスで検出されたすべてのファイルの詳細を表示します。
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത ഫയൽ, ഫോൾഡർ പാത്തുകളിൽ കണ്ടെത്തിയ എല്ലാ ഫയലുകളുടെയും വിശദാംശങ്ങൾ കാണുക.
pl_pl: Wyświetl szczegóły wszystkich plików wykrytych w wybranych ścieżkach plików i folderów.
tr_tr: Seçtiğiniz dosya ve klasör yollarında algılanan tüm dosyaların ayrıntılarını görüntüleyin.

# ViewDetectedFilesDetailsSettingsCard.ToolTipService.ToolTip
source: View the details of all of the files that were detected in the file and folder paths you selected.
ar: عرض تفاصيل جميع الملفات التي تم اكتشافها في مسارات الملفات والمجلدات التي حددتها.
de_de: Details zu allen Dateien anzeigen, die in den von Ihnen ausgewählten Datei- und Ordnerpfaden erkannt wurden.
el_gr: Προβάλετε τις λεπτομέρειες όλων των αρχείων που ανιχνεύθηκαν στις διαδρομές αρχείων και φακέλων που επιλέξατε.
es: Ver los detalles de todos los archivos que se detectaron en las rutas de archivos y carpetas que seleccionó.
fr_fr: Voir les détails de tous les fichiers détectés dans les chemins de fichiers et dossiers sélectionnés.
he_il: הצג את הפרטים של כל הקבצים שזוהו בנתיבי הקבצים והתיקיות שבחרת.
hi_in: आपके द्वारा चुने गए फ़ाइल और फ़ोल्डर पथों में पहचानी गई सभी फ़ाइलों का विवरण देखें।
ja_jp: 選択したファイルおよびフォルダーパスで検出されたすべてのファイルの詳細を表示します。
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത ഫയൽ, ഫോൾഡർ പാത്തുകളിൽ കണ്ടെത്തിയ എല്ലാ ഫയലുകളുടെയും വിശദാംശങ്ങൾ കാണുക.
pl_pl: Wyświetl szczegóły wszystkich plików wykrytych w wybranych ścieżkach plików i folderów.
tr_tr: Seçtiğiniz dosya ve klasör yollarında algılanan tüm dosyaların ayrıntılarını görüntüleyin.

# ViewDetectedFilesDetailsSettingsCard.AutomationProperties.HelpText
source: View the details of all of the files that were detected in the file and folder paths you selected.
ar: عرض تفاصيل جميع الملفات التي تم اكتشافها في مسارات الملفات والمجلدات التي حددتها.
de_de: Details zu allen Dateien anzeigen, die in den von Ihnen ausgewählten Datei- und Ordnerpfaden erkannt wurden.
el_gr: Προβάλετε τις λεπτομέρειες όλων των αρχείων που ανιχνεύθηκαν στις διαδρομές αρχείων και φακέλων που επιλέξατε.
es: Ver los detalles de todos los archivos que se detectaron en las rutas de archivos y carpetas que seleccionó.
fr_fr: Voir les détails de tous les fichiers détectés dans les chemins de fichiers et dossiers sélectionnés.
he_il: הצג את הפרטים של כל הקבצים שזוהו בנתיבי הקבצים והתיקיות שבחרת.
hi_in: आपके द्वारा चुने गए फ़ाइल और फ़ोल्डर पथों में पहचानी गई सभी फ़ाइलों का विवरण देखें।
ja_jp: 選択したファイルおよびフォルダーパスで検出されたすべてのファイルの詳細を表示します。
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത ഫയൽ, ഫോൾഡർ പാത്തുകളിൽ കണ്ടെത്തിയ എല്ലാ ഫയലുകളുടെയും വിശദാംശങ്ങൾ കാണുക.
pl_pl: Wyświetl szczegóły wszystkich plików wykrytych w wybranych ścieżkach plików i folderów.
tr_tr: Seçtiğiniz dosya ve klasör yollarında algılanan tüm dosyaların ayrıntılarını görüntüleyin.
